{
  "91": "根据句意，空白处应填「真剣」。「真実」、「真相」、「真理」在此语境下不自然。",
  "92": "根据句意，空白处应填「効果」。「結果」、「成果」、「効率」在此语境下不自然。",
  "93": "根据句意，空白处应填「影響」。「印象」、「感想」、「表現」在此语境下不自然。",
  "94": "根据句意，空白处应填「原因」。「理由」、「目的」、「動機」在此语境下不自然。",
  "95": "根据句意，空白处应填「対策」。「方針」、「政策」、「対象」在此语境下不自然。",
  "96": "根据句意，空白处应填「努力」。「協力」、「能力」、「圧力」在此语境下不自然。",
  "97": "根据句意，空白处应填「方針」。「感想」、「印象」、「趣味」在此语境下不自然。",
  "98": "根据句意，空白处应填「豊富」。「豊か」、「複雑」、「深刻」在此语境下不自然。",
  "99": "根据句意，空白处应填「機会」。「条件」、「事情」、「場面」在此语境下不自然。",
  "100": "根据句意，空白处应填「印象」。「感想」、「表現」、「想像」在此语境下不自然。",
  "101": "根据句意，空白处应填「直ちに」。「次第に」、「常に」、「ようやく」在此语境下不自然。",
  "102": "根据句意，空白处应填「正確」。「確実」、「明確」、「的確」在此语境下不自然。",
  "103": "根据句意，空白处应填「責任」。「義務」、「権利」、「資格」在此语境下不自然。",
  "104": "根据句意，空白处应填「協力」。「努力」、「圧力」、「能力」在此语境下不自然。",
  "105": "根据句意，空白处应填「深刻」。「重要」、「正確」、「有効」在此语境下不自然。",
  "106": "根据句意，空白处应填「知識」。「種類」、「程度」、「方針」在此语境下不自然。",
  "107": "根据句意，空白处应填「次第に」。「直ちに」、「常に」、「わざわざ」在此语境下不自然。",
  "108": "根据句意，空白处应填「わざわざ」。「むしろ」、「ようやく」、「次第に」在此语境下不自然。",
  "109": "根据句意，空白处应填「結果」。「原因」、「目的」、「条件」在此语境下不自然。",
  "110": "根据句意，空白处应填「ようやく」。「わざわざ」、「むしろ」、「常に」在此语境下不自然。",
  "111": "根据句意，空白处应填「評価」。「批判」、「感想」、「想像」在此语境下不自然。",
  "112": "根据句意，空白处应填「むしろ」。「わざわざ」、「ようやく」、「直ちに」在此语境下不自然。",
  "113": "根据句意，空白处应填「有効」。「豊富」、「正確」、「深刻」在此语境下不自然。",
  "114": "根据句意，空白处应填「提案」。「感謝」、「評価」、「競争」在此语境下不自然。",
  "115": "根据句意，空白处应填「常に」。「次第に」、「ようやく」、「わざわざ」在此语境下不自然。",
  "116": "根据句意，空白处应填「種類」。「程度」、「条件」、「目的」在此语境下不自然。",
  "117": "根据句意，空白处应填「目的」。「原因」、「結果」、「種類」在此语境下不自然。",
  "118": "根据句意，空白处应填「条件」。「機会」、「種類」、「程度」在此语境下不自然。",
  "119": "根据句意，空白处应填「見事」。「豊富」、「深刻」、「複雑」在此语境下不自然。",
  "120": "根据句意，空白处应填「競争」。「協力」、「提案」、「感謝」在此语境下不自然。",
  "121": "根据句意，空白处应填「成功」。「失敗」、「競争」、「協力」在此语境下不自然。",
  "122": "根据句意，空白处应填「十分」。「豊富」、「有効」、「明確」在此语境下不自然。",
  "123": "根据句意，空白处应填「素直」。「正確」、「確実」、「複雑」在此语境下不自然。",
  "124": "根据句意，空白处应填「感謝」。「評価」、「印象」、「批判」在此语境下不自然。",
  "125": "根据句意，空白处应填「複雑」。「深刻」、「正確」、「有効」在此语境下不自然。",
  "126": "根据句意，空白处应填「明確」。「豊富」、「有効」、「複雑」在此语境下不自然。",
  "127": "根据句意，空白处应填「重要」。「深刻」、「複雑」、「有効」在此语境下不自然。",
  "128": "根据句意，空白处应填「必要」。「重要」、「適当」、「確実」在此语境下不自然。",
  "129": "根据句意，空白处应填「確実」。「豊富」、「深刻」、「複雑」在此语境下不自然。",
  "130": "根据句意，空白处应填「程度」。「種類」、「条件」、「目的」在此语境下不自然。",
  "131": "根据句意，空白处应填「適当」。「重要」、「必要」、「確実」在此语境下不自然。",
  "132": "根据句意，空白处应填「失敗」。「成功」、「協力」、「競争」在此语境下不自然。",
  "133": "根据句意，空白处应填「影響」。「原因」、「結果」、「条件」在此语境下不自然。",
  "134": "根据句意，空白处应填「評価」。「印象」、「想像」、「感謝」在此语境下不自然。",
  "135": "根据句意，空白处应填「維持」。「確保」、「獲得」、「達成」在此语境下不自然。",
  "136": "根据句意，空白处应填「積極的」。「消極的」、「否定的」、「批判的」在此语境下不自然。",
  "137": "根据句意，空白处应填「要望」。「感想」、「想像」、「印象」在此语境下不自然。",
  "138": "根据句意，空白处应填「被害」。「影響」、「原因」、「結果」在此语境下不自然。",
  "139": "根据句意，空白处应填「導入」。「提案」、「評価」、「批判」在此语境下不自然。",
  "140": "根据句意，空白处应填「研究」。「競争」、「協力」、「提案」在此语境下不自然。",
  "141": "「ようやく」的近义表达是「やっと」，两者意思最接近。",
  "142": "「たちまち」的近义表达是「あっという間に」，两者意思最接近。",
  "143": "「わざわざ」的近义表达是「態々手間をかけて」，两者意思最接近。",
  "144": "「むしろ」的近义表达是「かえって」，两者意思最接近。",
  "145": "「しばしば」的近义表达是「たびたび」，两者意思最接近。",
  "146": "「次第に」的近义表达是「だんだん」，两者意思最接近。",
  "147": "「直ちに」的近义表达是「すぐに」，两者意思最接近。",
  "148": "「かえって」的近义表达是「逆に」，两者意思最接近。",
  "149": "「激しい」的近义表达是「ひどい」，两者意思最接近。",
  "150": "「厳しい」的近义表达是「きびしい状況の」，两者意思最接近。",
  "151": "「素晴らしい」的近义表达是「見事だった」，两者意思最接近。",
  "152": "「複雑」的近义表达是「込み入っている」，两者意思最接近。",
  "153": "「単純」的近义表达是「簡単」，两者意思最接近。",
  "154": "「豊富」的近义表达是「たくさんある」，两者意思最接近。",
  "155": "「確実」的近义表达是「間違いなく」，两者意思最接近。",
  "156": "「重要」的近义表达是「大切」，两者意思最接近。",
  "157": "「影響を及ぼす」的近义表达是「作用する」，两者意思最接近。",
  "158": "「原因」的近义表达是「もと」，两者意思最接近。",
  "159": "「結果」的近义表达是「末に」，两者意思最接近。",
  "160": "「経験」的近义表达是「体験」，两者意思最接近。",
  "161": "「習慣」的近义表达是「日課」，两者意思最接近。",
  "162": "「関係」的近义表达是「仲」，两者意思最接近。",
  "163": "「環境」的近义表达是「周囲の状況」，两者意思最接近。",
  "164": "「印象」的近义表达是「イメージ」，两者意思最接近。",
  "165": "「記憶」的近义表达是「思い出」，两者意思最接近。",
  "166": "「想像」的近义表达是「予想」，两者意思最接近。",
  "167": "「批判」的近义表达是「非難」，两者意思最接近。",
  "168": "「議論」的近义表达是「話し合い」，两者意思最接近。",
  "169": "「許す」的近义表达是「大目に見る」，两者意思最接近。",
  "170": "「断った」的近义表达是「ことわった」，两者意思最接近。",
  "171": "「認める」的近义表达是「評価する」，两者意思最接近。",
  "172": "「含まれている」的近义表达是「入っている」，两者意思最接近。",
  "173": "「果たした」的近义表达是「全うした」，两者意思最接近。",
  "174": "「述べた」的近义表达是「言った」，两者意思最接近。",
  "175": "「探している」的近义表达是「見つけようとしている」，两者意思最接近。",
  "176": "「悩む」的近义表达是「思い煩う」，两者意思最接近。",
  "177": "「暮らす」的近义表达是「生活する」，两者意思最接近。",
  "178": "「慌てて」的近义表达是「急いで」，两者意思最接近。",
  "179": "「廃止」的近义表达是「やめること」，两者意思最接近。",
  "180": "「損なった」的近义表达是「失った」，两者意思最接近。",
  "181": "「あいにく」的正确用法见句 1「あいにく天気が悪くて、ピクニックは中止になった。」。其他句子与该词的语义或搭配不符。",
  "182": "「せっかく」的正确用法见句 1「せっかく作ったケーキなのに、誰も食べてくれなかった。」。其他句子与该词的语义或搭配不符。",
  "183": "「いっそ」的正确用法见句 1「こんなに苦しいなら、いっそ仕事を辞めてしまおうか。」。其他句子与该词的语义或搭配不符。",
  "184": "「万が一」的正确用法见句 1「万が一火事が起きた場合は、この非常口を使ってください。」。其他句子与该词的语义或搭配不符。",
  "185": "「相変わらず」的正确用法见句 1「彼は相変わらず元気で、毎朝ジョギングしている。」。其他句子与该词的语义或搭配不符。",
  "186": "「思わず」的正确用法见句 1「あまりにもおかしくて、思わず笑ってしまった。」。其他句子与该词的语义或搭配不符。",
  "187": "「つい」的正确用法见句 1「ダイエット中なのに、つい食べすぎてしまった。」。其他句子与该词的语义或搭配不符。",
  "188": "「たまたま」的正确用法见句 1「たまたま本屋で昔の友人に会った。」。其他句子与该词的语义或搭配不符。",
  "189": "「しきりに」的正确用法见句 1「彼はしきりに時計を見ていたので、急いでいるようだった。」。其他句子与该词的语义或搭配不符。",
  "190": "「ひたすら」的正确用法见句 1「彼女は試験に向けて、ひたすら勉強し続けた。」。其他句子与该词的语义或搭配不符。",
  "191": "「かねて」的正确用法见句 1「かねてから計画していた旅行にようやく行けることになった。」。其他句子与该词的语义或搭配不符。",
  "192": "「めったに」的正确用法见句 1「彼はめったに怒らない穏やかな人だ。」。其他句子与该词的语义或搭配不符。",
  "193": "「精々」的正确用法见句 1「この仕事は精々3日あれば終わるだろう。」。其他句子与该词的语义或搭配不符。",
  "194": "「一層」的正确用法见句 1「新しいメンバーが加わり、チームは一層強くなった。」。其他句子与该词的语义或搭配不符。",
  "195": "「さすが」的正确用法见句 1「さすがプロだけあって、見事な演奏だった。」。其他句子与该词的语义或搭配不符。",
  "196": "「そもそも」的正确用法见句 1「そもそもこの計画自体に無理があったのではないか。」。其他句子与该词的语义或搭配不符。",
  "197": "「なにしろ」的正确用法见句 1「なにしろ初めての海外旅行なので、不安でいっぱいだ。」。其他句子与该词的语义或搭配不符。",
  "198": "「いわば」的正确用法见句 1「彼はいわばチームの大黒柱のような存在だ。」。其他句子与该词的语义或搭配不符。",
  "199": "「かろうじて」的正确用法见句 1「かろうじて最終電車に間に合った。」。其他句子与该词的语义或搭配不符。",
  "200": "「案の定」的正确用法见句 1「勉強しなかったので、案の定試験に落ちてしまった。」。其他句子与该词的语义或搭配不符。",
  "201": "「もっぱら」的正确用法见句 1「最近はもっぱら家で映画を見て過ごしている。」。其他句子与该词的语义或搭配不符。",
  "202": "「あくまで」的正确用法见句 1「これはあくまで私の個人的な意見です。」。其他句子与该词的语义或搭配不符。",
  "203": "「一応」的正确用法见句 1「一応確認しておいたほうがいいと思います。」。其他句子与该词的语义或搭配不符。",
  "204": "「とにかく」的正确用法见句 1「細かいことは後で考えるとして、とにかく始めよう。」。其他句子与该词的语义或搭配不符。",
  "205": "「いよいよ」的正确用法见句 1「いよいよ明日が試験の本番だ。」。其他句子与该词的语义或搭配不符。",
  "206": "「ついに」的正确用法见句 1「10年間の研究を経て、ついに新薬が完成した。」。其他句子与该词的语义或搭配不符。",
  "207": "「なんとか」的正确用法见句 1「締め切りぎりぎりだったが、なんとか間に合った。」。其他句子与该词的语义或搭配不符。",
  "208": "「まさか」的正确用法见句 1「まさか彼が犯人だったとは思わなかった。」。其他句子与该词的语义或搭配不符。",
  "209": "「いずれ」的正确用法见句 1「いずれこの問題も解決する日が来るだろう。」。其他句子与该词的语义或搭配不符。",
  "210": "「それなり」的正确用法见句 1「安い店だが、それなりにおいしい料理が出てくる。」。其他句子与该词的语义或搭配不符。"
}