{
  "91": "她对工作持非常（认真）态度。",
  "92": "据说这药对头痛（有效）。",
  "93": "他的发言给社会带来巨大（影响）。",
  "94": "事故的（原因）还在调查中。",
  "95": "为解决这问题，必须考虑各种（对策）。",
  "96": "他反复（努力/练习）终成为职业选手。",
  "97": "新项目的（方案/方向）将在下月会议决定。",
  "98": "这地区栖息着（丰富/稀有）的动植物。",
  "99": "留学是拓宽视野的好（机会）。",
  "100": "对她的第一（印象）是开朗的人。",
  "101": "环境问题是应（认真）面对的课题。",
  "102": "请（准确/正确）填写这文件内容。",
  "103": "守护孩子安全是大人的（责任）。",
  "104": "多亏他的（协力/努力）队伍得冠。",
  "105": "少子高龄化是日本社会的（严重/深刻）问题。",
  "106": "这工作需要电脑（技能）。",
  "107": "（渐渐）冷起来拿出大衣。",
  "108": "她虽忙却（特意）来帮忙。",
  "109": "实验（结果）揭示新事实。",
  "110": "长谈判后（终于）达成合意。",
  "111": "这公司每年进行员工（评价）一次。",
  "112": "比起都市（反而）乡下更宜居。",
  "113": "这方法被认为对解决问题（有效）。",
  "114": "向部长提交了新（方案/报告）。",
  "115": "他（总是）注意健康。",
  "116": "这店摆着各种（种类）的商品。",
  "117": "这次项目的（目标）是增加20%销售额。",
  "118": "签合同需满足几项（条件）。",
  "119": "她在大家面前（顺利）做了演讲。",
  "120": "国际（竞争）加剧。",
  "121": "商界（成功）需持续努力。",
  "122": "实现这计划需（充分/慎重）的准备。",
  "123": "他性格（亲切/活泼）受人喜爱。",
  "124": "怀着平日的（感谢）心情送礼。",
  "125": "这问题结构非常（复杂）不易解决。",
  "126": "政府应向国民做（明确/充分）说明。",
  "127": "这报告包含（丰富/准确）的数据。",
  "128": "大学毕业须取得（必要/必需）的学分。",
  "129": "她有（准确/冷静）的判断力。",
  "130": "压力的（程度/感受）因人而异。",
  "131": "服这药请遵守（适当）的量。",
  "132": "需分析比赛（失败）的原因。",
  "133": "因大雨的（影响）电车停了。",
  "134": "对这作品的（评价）褒贬不一。",
  "135": "为（维持/保持）健康均衡饮食很重要。",
  "136": "他对任何事都（认真）面对。",
  "137": "这服务根据用户的（需求）内容变化。",
  "138": "台风造成的（损害）超乎预期。",
  "139": "这技术的（引进/普及）大幅提高生产性。",
  "140": "研究者们经多年（努力）成功开发新药。",
  "141": "这计划终于实现了。",
  "142": "她的表情瞬间变了。",
  "143": "他特意从远方来。",
  "144": "比起坐电车反而走路更快。",
  "145": "他经常迟到。",
  "146": "气温逐渐上升。",
  "147": "发现问题请立即应对。",
  "148": "吃了药反而症状恶化。",
  "149": "昨夜下了大雨。",
  "150": "今年高考竞争激烈。",
  "151": "他的演讲很精彩。",
  "152": "这题复杂难懂。",
  "153": "这结构很简单。",
  "154": "这图书馆资料丰富。",
  "155": "这方法能确实成功。",
  "156": "这研究非常重要。",
  "157": "大气污染影响健康。",
  "158": "在调查这事件的原因。",
  "159": "努力的结果通过了。",
  "160": "她有过各种经验。",
  "161": "每天早上慢跑是他的习惯。",
  "162": "两人关系很好。",
  "163": "需改善生活环境。",
  "164": "听她的话深受印象。",
  "165": "小时候的记忆复苏了。",
  "166": "他的行为超乎想象。",
  "167": "受到媒体激烈批评。",
  "168": "就此问题进行了讨论。",
  "169": "无法原谅他失礼的行为。",
  "170": "她拒绝了朋友的邀请。",
  "171": "上司认可他的能力。",
  "172": "这费用包含税金。",
  "173": "他尽了队长的职责。",
  "174": "研究者陈述了意见。",
  "175": "她在找新工作。",
  "176": "为将来的事烦恼。",
  "177": "他在乡下安静生活。",
  "178": "电话响了慌忙接。",
  "179": "也有认为该废除此制度的意见。",
  "180": "他不守约损害了信任。"
}